Repository: dordom/cinnamon-spices-applets
Catalog: power-switch@dordom/files/power-switch@dordom/po/*.po
Languages: hu

source: Power switch
hu: Főkapcsoló

source: System Settings
hu: Rendszerbeállítások

source: Restart to UEFI
hu: Újraindítás UEFI-be

source: Abort Delayed Shutdown
hu: Késleltetett leállítás megszakítása

source: Delayed Shutdown
hu: Késleltetett leállítás

source: Switch User
hu: Felhasználóváltás

source: Logout
hu: Kijelentkezés

source: Lock screen
hu: Képernyő zárolása

source: Suspend
hu: Felfüggesztés

source: Reboot
hu: Újraindítás

source: Shutdown
hu: Leállítás

source: Add a button to the menu in the setup!
hu: Adjon hozzá egy gombot a menühöz a beállításokban!

source: Shutdown after
hu: Leállítás ezután

source: Shutdown at
hu: Leállítás ekkor

source: %s hours
hu: %s óra

source: %s minute
hu: %s perc

source: %s seconds
hu: %s másodperc

source: Start
hu: Indítás

source: A nice power switch menu with some useful extra function like delayed shutdown and restart to UEFI.
hu: Egy szép főkapcsoló menü néhány hasznos extra funkcióval, mint például késleltetett leállítás vagy újraindítás UEFI-be.

source: Settings
hu: Beállítások

source: Visual
hu: Kinézet

source: Extra buttons
hu: Extra gombok

source: User management buttons
hu: Felhasználó kezelés gombok

source: Session management buttons
hu: Munkamenet kezelés gombok

source: Symbolic or fullcolor icons
hu: Szimbolikus vagy színes ikonok

source: Switch between using symbolic and fullcolor icons.
hu: Váltás szimbolikus és színes ikonok használata között.

source: Show system settings icon
hu: Rendszerbeállítások ikon megjelenítése

source: Show or don't show system settings icon?
hu: Megjelenítse vagy ne a rendszerbeállítások ikont?

source: Show restart to UEFI icon
hu: Újraindítás UEFI-be ikon megjelenítése

source: Show or don't show restart to UEFI icon?
hu: Megjelenítse vagy ne az újraindítás UEFI-be ikont?

source: Show delayed shutdown icon
hu: Késleltetett leállítás ikon megjelenítése

source: Show or don't show delayed shutdown icon?
hu: Megjelenítse vagy ne a késleltetett leállítás ikont?

source: Show switch user icon
hu: Felhasználóváltás ikon megjelenítése

source: Show or don't show switch user icon?
hu: Megjelenítse vagy ne a felhasználóváltás ikont?

source: Show logout icon
hu: Kijelentkezés ikon megjelenítése

source: Show or don't show logout icon?
hu: Megjelenítse vagy ne a kijelentkezés ikont?

source: Show lock screen icon
hu: Képernyő zárolása ikon megjelenítése

source: Show or don't show lock screen icon?
hu: Megjelenítse vagy ne a képernyő zárolása ikont?

source: Show suspend icon
hu: Felfüggesztés ikon megjelenítése

source: Show or don't show suspend icon?
hu: Megjelenítse vagy ne a felfüggesztés ikont?

source: Show reboot icon
hu: Újraindítás ikon megjelenítése

source: Show or don't show reboot icon?
hu: Megjelenítse vagy ne az újraindítás ikont?

source: Show shutdown icon
hu: Leállítás ikon megjelenítése

source: Show or don't show shutdown icon?
hu: Megjelenítse vagy ne a leállítás ikont?
